[IO_CageRope InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_Crumpet MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bolinhos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_Crumpet:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Amanteigado e saboroso.  Perfeito!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PostCrump_DocksCrumpet MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bolinhos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_PostCrump_DocksCrumpet:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Amanteigado e saboroso.  Perfeito!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PostCrump_DungeonCrumpet MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bolinhos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_PostCrump_DungeonCrumpet:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Amanteigado e saboroso.  Perfeito!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PostCrump_ForestCrumpet MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bolinhos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_PostCrump_ForestCrumpet:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Amanteigado e saboroso.  Perfeito!"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_PostCrump_MinesCrumpet MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bolinhos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_PostCrump_MinesCrumpet:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Amanteigado e saboroso.  Perfeito!"
NoConstraintText=""
Suffix=""
Prefix=""

